window.SHINGU_MEALS = {
  "sourceUrl": "https://www.shingu.ac.kr/cms/FR_CON/index.do?MENU_ID=1630",
  "fetchedAt": "2026-10-04T21:43:30.767Z",
  "week": {
    "start": "2026.10.05",
    "end": "2026.10.11"
  },
  "cafeterias": [
    {
      "id": "east",
      "name": "동관 식당",
      "officialName": "학생식당(미래창의관)",
      "bistroSeq": 5,
      "days": [
        {
          "date": "20261005",
          "dayOfWeek": "월요일",
          "meals": [
            {
              "name": "조식",
              "items": [
                "개천절 대체공휴일"
              ]
            },
            {
              "name": "중식",
              "items": [
                "개천절 대체공휴일"
              ]
            },
            {
              "name": "분식",
              "items": [
                "개천절 대체공휴일"
              ]
            }
          ]
        },
        {
          "date": "20261006",
          "dayOfWeek": "화요일",
          "meals": [
            {
              "name": "조식",
              "items": [
                "넘버원)인기치킨도시락"
              ]
            },
            {
              "name": "중식",
              "items": [
                "떡볶이",
                "새우튀김우동",
                "쌀밥",
                "김말이튀김",
                "치커리오이무침",
                "배추김치"
              ]
            },
            {
              "name": "분식",
              "items": [
                "콩나물라면",
                "쌀밥",
                "단무지",
                "배추김치"
              ]
            }
          ]
        },
        {
          "date": "20261007",
          "dayOfWeek": "수요일",
          "meals": [
            {
              "name": "조식",
              "items": [
                "NEW종가)묵은지참치김밥",
                "농심)웰치스제로애플망고캔355ML",
                "더큰 구운계란(한알)"
              ]
            },
            {
              "name": "중식",
              "items": [
                "왕교자만두",
                "탄탄멘",
                "야채계란찜",
                "계절나물",
                "배추김치"
              ]
            },
            {
              "name": "분식",
              "items": [
                "순두부찌개",
                "쌀밥",
                "새우까스&머스타드",
                "단무지",
                "배추김치"
              ]
            }
          ]
        },
        {
          "date": "20261008",
          "dayOfWeek": "목요일",
          "meals": [
            {
              "name": "조식",
              "items": [
                "삼각)얼라이브대파불고기",
                "농심)튀김우동(소컵)",
                "허니버터아몬드 10g",
                "오뚜기)뿌셔뿌셔바베큐맛90G"
              ]
            },
            {
              "name": "중식",
              "items": [
                "제육볶음",
                "얼갈이된장국",
                "쌀밥",
                "크림치즈볼",
                "상추겉절이",
                "배추김치"
              ]
            },
            {
              "name": "분식",
              "items": [
                "떡라면",
                "쌀밥",
                "단무지",
                "배추김치"
              ]
            }
          ]
        },
        {
          "date": "20261009",
          "dayOfWeek": "금요일",
          "meals": [
            {
              "name": "조식",
              "items": [
                "한글날"
              ]
            },
            {
              "name": "분식",
              "items": [
                "한글날"
              ]
            }
          ]
        }
      ]
    },
    {
      "id": "west",
      "name": "서관 학생식당",
      "officialName": "학생식당(서관)",
      "bistroSeq": 7,
      "days": [
        {
          "date": "20261005",
          "dayOfWeek": "월요일",
          "meals": [
            {
              "name": "조식",
              "items": [
                "개천절 대체공휴일"
              ]
            },
            {
              "name": "중식",
              "items": [
                "개천절 대체공휴일"
              ]
            },
            {
              "name": "분식",
              "items": [
                "개천절 대체공휴일"
              ]
            }
          ]
        },
        {
          "date": "20261006",
          "dayOfWeek": "화요일",
          "meals": [
            {
              "name": "조식",
              "items": [
                "넘버원)인기치킨도시락"
              ]
            },
            {
              "name": "중식",
              "items": [
                "한식메뉴",
                "김치볶음밥&계란프라이",
                "유부장국",
                "생선까스&타르타르S",
                "건파래자반",
                "마늘쫑락교무침",
                "단무지",
                "양식메뉴",
                "알떡함박스테이크&소스",
                "유부장국",
                "쌀밥",
                "카레우동",
                "돈육장조림",
                "배추김치"
              ]
            },
            {
              "name": "분식",
              "items": [
                "차돌짬뽕",
                "튀김",
                "단무지"
              ]
            }
          ]
        },
        {
          "date": "20261007",
          "dayOfWeek": "수요일",
          "meals": [
            {
              "name": "조식",
              "items": [
                "NEW종가)묵은지참치김밥",
                "농심)웰치스제로애플망고캔355ML",
                "더큰 구운계란(한알)"
              ]
            },
            {
              "name": "중식",
              "items": [
                "한식메뉴",
                "마파두부덮밥",
                "콩나물국",
                "찐순대",
                "구슬떡볶이",
                "야채샐러드&드레싱",
                "배추김치",
                "양식메뉴",
                "치즈돈까스&소스",
                "콩나물국",
                "쌀밥",
                "김치비빔국수",
                "야채샐러드&드레싱",
                "배추김치"
              ]
            },
            {
              "name": "분식",
              "items": [
                "닭칼국수",
                "김가루밥",
                "배추김치"
              ]
            }
          ]
        },
        {
          "date": "20261008",
          "dayOfWeek": "목요일",
          "meals": [
            {
              "name": "조식",
              "items": [
                "삼각)얼라이브대파불고기",
                "농심)튀김우동(소컵)",
                "허니버터아몬드 10g",
                "오뚜기)뿌셔뿌셔바베큐맛90G"
              ]
            },
            {
              "name": "중식",
              "items": [
                "한식메뉴",
                "김치제육두루치기",
                "얼갈이된장국",
                "쌀밥",
                "온두부",
                "집게맛살튀김&케찹",
                "숙주나물"
              ]
            }
          ]
        },
        {
          "date": "20261009",
          "dayOfWeek": "금요일",
          "meals": [
            {
              "name": "조식",
              "items": [
                "한글날"
              ]
            },
            {
              "name": "중식",
              "items": [
                "한글날"
              ]
            },
            {
              "name": "분식",
              "items": [
                "한글날"
              ]
            }
          ]
        }
      ]
    }
  ]
};
